export const navigation = [
  {
    title: "صفحه‌اصلی",
    route: "/",
  },
  {
    title: "فروشگاه",
    route: "/shop",
  },
  {
    title: "مطالب",
    route: "/blogs",
  },
  {
    title: "درباره‌ ما",
    route: "/about-us",
  },
];

export const servicesData = [
  {
    src: "/home/Luxury-house-design-Top-10-tips-to-add-luxury-to-your-house-FEATURE-compressed 1.png",
    title: "بازسازی بنا",
  },
  {
    src: "/home/ellenfleckinteriors1_4bbf217306 1.png",
    title: "پنجره گیوتینی",
  },
  {
    src: "/home/house-luxury-3.png",
    title: "باز‌طراحی داخلی",
  },
  {
    src: "/home/Luxury-Home-1024x683 1.png",
    title: "طراحی دکوراسیون داخلی",
  },
  {
    src: "/home/rooflights-luxury-home-improvement 1.png",
    title: "بازسازی",
  },
];

export const workstepsData = [
  {
    title: "تعریف پروژه",
    description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید
                سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم
                ایپسوم متن ساختگی`,
  },
  {
    title: "بهره برداری",
    description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید
                سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم
                ایپسوم متن ساختگی`,
  },
  {
    title: "طراحی و مشاوره",
    description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید
                سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم
                ایپسوم متن ساختگی`,
  },
  {
    title: "اجرا",
    description: ` لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با
                استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید
                سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم
                ایپسوم متن ساختگی`,
  },
];

export const projectsData = [
  {
    src: "/home/premium_photo.png",
    title: "پروژه احداث چمن‌مصنوعی در حیاط",
    description: "اجرای پروژه بازسازی ساختمان مسکونی",
  },
  {
    src: "/home/What-makes-a-home-a-Luxury-Home 1 (1).png",
    title: "پروژه بازسازی ساختمون",
    description: "اجرای پروژه بازسازی ساختمان مسکونی",
  },
  {
    src: "/home/great-green-grasses.png",
    title: "پروژه ساخت اسخرمدرن",
    description: "اجرای پروژه بازسازی ساختمان مسکونی",
  },
  {
    src: "/home/luxury-house-july062020-min 1.png",
    title: "پروژه ساخت‌و‌ ساز ساختمان",
    description: "اجرای پروژه بازسازی ساختمان مسکونی",
  },
];

export const commentsData = [
  {
    name: "محمد حسین حبیب پور",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی",
    avatar: "/home/comment-profile.png",
  },
  {
    name: "محمد حسین حبیب پور",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی",
    avatar: "/home/comment-profile.png",
  },
  {
    name: "محمد حسین حبیب پور",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی",
    avatar: "/home/comment-profile.png",
  },
  {
    name: "محمد حسین حبیب پور",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی",
    avatar: "/home/comment-profile.png",
  },
  {
    name: "محمد حسین حبیب پور",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی",
    avatar: "/home/comment-profile.png",
  },
  {
    name: "محمد حسین حبیب پور",
    description:
      "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک استلورم ایپسوم متن ساختگی",
    avatar: "/home/comment-profile.png",
  },
];
